Repository: tangereinfotech/CitizenMonitoringHub
Catalog: src/cmh/locale/*/LC_MESSAGES/django.po
Languages: hi

source: Hindi
hi: ​हिन्दी

source: Block
hi: जनपद पंचायत

source: gramp
hi: ग्राम पंचायत

source: Gram Panchayat
hi: ग्राम पंचायत

source: Village
hi: गांव

source: Play captcha as audio file
hi: कैप्चा को ध्वनि रुप मे सुनायें

source: Invalid CAPTCHA
hi: अमान्य कॅप्चा

source: This field is required.
hi: यह क्षेत्र ज​रुरी है

source: Username is already registered
hi: उपयोगकर्ता नाम पहले से ही पंजीकृत है

source: Please enter a valid Indian phone number
hi: कृपया उपयुक्त भारतीय न0 डाले

source: Only comma separated integers are allowed
hi: केवल अल्पविराम अलग पूर्णांकों की अनुमति है

source: Invalid Date - month / year:
hi: अमान्य दिनांक.माह: वर्ष,

source: Invalid Date - date:
hi: अमान्य दिनांक.

source: Invalid date - general failure :
hi: अमान्य दिनांक- सामान्य विफलता

source: Multiple Roles for user:
hi: सेवाकर्मी के लिए कइ तरह ​क​ी जिम्ेदारिया

source: Conversion to Date Type not supported
hi: परिवर्तन से आकडे सहयोग नही कर रहे

source: Invalid target datatype :
hi: अमान्य लक्ष्य डेटाप्रकार

source: Conversion from Date Type not supported
hi: परिवर्तन से आकडे सहयोग नही कर रहे

source: Invalid source datatype :
hi: आकडे प्रकार के अमान्य स्रोत

source: Upload Evidence:
hi: साक्ष्य भरे

source: Location code is not correct
hi: स्थान कोड सही नही है

source: Complaint Type is not correct
hi: शिकायत का प्रकार सही नही है

source: Male
hi: पुरूष

source: Female
hi: महिला

source: Unspecified
hi: अनिर्दिष्ट

source: SC/ST
hi: अनु0जाति /अनु0जनजाति

source: SC / ST
hi: अनु0जाति /अनु0जनजाति

source: Others
hi: अन्य

source: Complaint Category is not correct
hi: शि​कायत प्रकार सही नही है

source: Comment is mandatory
hi: सुझाव आवश्यक है

source: Complaint number is invalid
hi: शिकायत न0 अमान्य है

source: New status is not a valid status code
hi: नयी ​स्थिति कोड सही ​स्थिति कोड नही है

source: That status transition is not allowed
hi: यही स्थिति संक्रमण की अनुमति नहीं है

source: Please select a valid next status
hi: कृपया आगे सही ​स्थिति का चयन करें

source: Complaint Type is mandatory
hi: शिकायत का प्रकार आवश्यक है

source: Complaint No.
hi: शिकायत क्रमांक

source: Available Departments
hi: उपलब्ध विभाग

source: Selected Departments
hi: चयनित विभाग

source: On:
hi: पर

source: Gram Panchayat:
hi: ग्राम पंचायत

source: Block:
hi: जनपद

source: Department:
hi: वि​भाग

source: New
hi: नया

source: Acknowledged
hi: स्वीकार

source: Resolved/ Closed
hi: समाधान/ समाप्त

source: Unauthorized access to evidence. Will be reported
hi: साक्ष्य को अनाधिक्रित प्रकार से

source: My Issues
hi: मेरे मुददे

source: View Issues:
hi: विचारित मुददे

source: All
hi: समस्त

source: Reminders
hi: याद दिलाना

source: Complaint #
hi: शिकायत

source: Filed On
hi: दर्ज

source: Description
hi: विवरण

source: Status
hi: अवस्था

source: Updated On
hi: अद्यतन दिनांक

source: Update
hi: अद्यत

source: Track
hi: पता लगाना

source: Submit Your Complaint
hi: अपनी शिकायत दर्ज करें

source: Details
hi: विवरण

source: Date:
hi: दिनांक

source: Description:
hi: विवरण

source: Location:
hi: स्थान

source: Your Name:
hi: आपका नाम:

source: Your Mobile Number:
hi: आपका फोन नo

source: Categorize Your Complaint
hi: अपनी शिकायत को श्रेणीबद्ध करे

source: Gender:
hi: लिंग

source: Community:
hi: समुदाय

source: Complaint Metrics
hi: शिकायत विशलेषण

source: Week
hi: सप्ताह

source: Month
hi: माह

source: 3 Months
hi: 3महीने

source: Complaint Type
hi: शिकायत प्रकार

source: Number of complaint in status:
hi: शिकायत संख्या स्थिति में

source: New / Reopened
hi: नया /दुबारा खोलना

source: Opened (In Progress)
hi: खुला (प्रगति में)

source: Resolved
hi: हल

source: Closed
hi: बन्द

source: Thank you for submitting your complaint. Your complaint number is:
hi: धन्यवाद आपकी शिकायत दर्ज हो गयी आपका शिकायत क्रमांक है

source: Add To Report
hi: रिपोर्ट में जोडे

source: Complaints:
hi: शिकायते

source: Duration
hi: अवधि

source: Start Date:
hi: प्रारम्भ तिथि

source: End Date:
hi: समाप्त तिथि

source: Departments
hi: विभाग

source: Code
hi: कोड

source: Name
hi: नाम

source: Locations
hi: स्थान

source: Blocks
hi: जनपद पंचायत

source: Gram Panchayats
hi: ग्राम पंचायत

source: Villages
hi: गांव

source: Report
hi: प्रतिवेदन

source: Complaint Status
hi: शिकायत स्थिति

source: Number of complaints in status
hi: विभिन्न स्थितियों में शिकायतो की संख्या

source: Opened
hi: कार्यावाही प्रारम्भ

source: Hot Issues
hi: ज्वलन्त मुद्दे

source: Sr.No.
hi: क्रम संख्या

source: Scheme
hi: योजना

source: Department
hi: विभाग

source: Count
hi: संख्या

source: Top Five Complaints
hi: 5 सर्वोच्च् शिकायतें

source: Department code
hi: विभाग कोड

source: GP
hi: ग्राम पंचायत

source: Issue Details
hi: मुददो का विवरण

source: MDGs* Covered
hi: MDGs पूर्ण

source: Success Story
hi: सफलता की कहानी

source: Departments Available
hi: उपलब्ध विभाग

source: Departments Selected
hi: चयनित विभाग

source: Select Block
hi: चयनित जनपद पंचायत

source: Select GramPanchayat
hi: चयनित ग्राम पंचायत

source: Select Village
hi: चयनित गांव

source: Selected Location Details
hi: चयनितस्थिति विवरण

source: GramPanchayat
hi: ग्राम पंचायत

source: Complaint Number:
hi: शिकायत क्रमांक

source: Current Status:
hi: तत्कालस्थिति

source: Filed By:
hi: दर्ज

source: Issue Date:
hi: मुददा तिथि

source: Complaint Summary:
hi: शिकायत विवरण

source: Department:
hi: विभाग

source: Evidences:
hi: साक्ष्य

source: History for Complaint No.
hi: शिकायत क्रमांक का इतिहास

source: Changed On
hi: परिवर्तित

source: Comment
hi: सुझाव

source: Changed by
hi: परिवर्तित

source: Set
hi: ठीक करना

source: The complaint number [%(complaintno)s] was not found. Are you sure about the complaint number?
hi: शिकायत क्रमांक [%(complaintno)s] स्थापित नही हुआ आप निश्चित है उसके बारे में?

source: Current Status
hi: तत्कालस्थिति

source: Optional
hi: विकल्प

source: Personal Details:
hi: ब्यकतिगत विवरण

source: Gender :
hi: लिंग

source: Community :
hi: समुदाय

source: New Status
hi: नयी स्थिति

source: Location (Revised)
hi: स्थिति (संशोधित)

source: Block:
hi: जनपद पंचायत

source: Complaint Type (Revised)
hi: शिकायत प्रकार (संशोधित)

source: Comment:
hi: सुझाव

source: Evidence:
hi: साक्ष्य

source: History for Complaint No.
hi: शिकायत क्रमांक का इतिहास

source: Invalid DM Object
hi: डी0एम0 का आपत्ति अमान्य है

source: Multiple DM Objects should not be present
hi: डी0एम0 का विभिन्न आपत्ति प्रस्तुत नही हो सकता

source: Department is mandatory
hi: विभाग आवश्यक है

source: UserName
hi: सेवाकर्मी नाम

source: Phone Number
hi: फोन न0

source: State Name
hi: राज्य नाम

source: State Code
hi: राज्य कोड

source: Latitude
hi: अक्षांश

source: Longitude
hi: देशान्तर

source: District Name
hi: जिला नाम

source: District Code
hi: जिला कोड

source: District Latitude
hi: जिलाअक्षांश

source: District Longitude
hi: जिलादेशान्तर

source: Department Name
hi: विभाग नाम

source: Department Code
hi: विभाग कोड

source: Department code already exists
hi: विभाग कोड पहले से ही अस्तित्व में है

source: Department code must be a string with all CAPTIAL LETTERS
hi: विभाग कोड बडे अक्षर में होना चहिए

source: Block Name
hi: जनपद नाम

source: Block Code
hi: जनपदकोड

source: Block Latitude
hi: जनपद ​अक्षांश

source: Block Longitude
hi: जनपद देशान्तर

source: Block code must be a number
hi: जनपद कोड संख्या में होना चहिए

source: Block code already exists
hi: जनपद कोड से ही अस्तित्व में है

source: Gram Panchayat Latitude
hi: ग्राम पंचायत अक्षांशकोड

source: Gram Panchayat Longitude
hi: ग्राम पंचायत दंशान्त

source: Gram Panchayat Name
hi: गा्म पंचायत नाम

source: Gram Panchayat Code
hi: गा्म पंचायतकोड

source: Gram Panchayat code must be a number
hi: गा्म पंचायतकोड संख्या में होना चहिए

source: Gram Panchayat code already exists
hi: ग्राम पंचायत कोड पहले से अस्तित्व में है

source: Village Name
hi: गांव नाम

source: Village Code
hi: गांव कोड

source: Village Latitude
hi: गांव अक्षांश

source: Village Longitude
hi: गांव दंशान्त

source: Village code must be a number
hi: गांव कोड संख्या में होना चहिए

source: Village code already exists
hi: गांव कोड पहले से अस्तित्व में है

source: Complaint Code
hi: शिकायत कोड

source: Summary
hi: संक्षेप

source: Classification
hi: वर्गीकरण

source: Default SMS New
hi: बकाया संदेश नया

source: Default SMS Acknowledge
hi: बकाया संदेश स्वीकार

source: Default SMS Open
hi: बकाया संदेश खुला

source: Default SMS Resolved
hi: बकाया संदेश सुलझा

source: Default SMS Closed
hi: बकाया संदेश बंद

source: Complaint code already exists
hi: शिकायत कोड पेहेले से ही अस्तित्व में हे

source: This code can't be used. Block with this code already exists
hi: यह कोड अनुप्योगी हे A जनपद कोड पहले से ही अस्तित्व में है

source: This code can't be used. Gram Panchayat with this code exists within block
hi: यह कोड अनुप्योगी हेA जनपद में यह ग्राम पंचायत कोड पहले से ही अस्तित्व में है

source: This code can't be used. Village with this code exists within Gram Panchayat
hi: यह कोड अनुप्योगी हेA ग्राम पंचायत में यह ग्राम कोड पहले से ही अस्तित्व में है

source: Department code already exists please enter non-existing department code
hi: विभाग कोड पहले से ही अस्तित्व में है A कृपया अस्तित्व हीन विभाग कोड दर्ज करे

source: Complaint code already exists please enter non-existing complaint code
hi: शिकायत कोड पेहेले से ही अस्तित्व में हे कृपया अस्तित्व हीन शिकायत कोड दर्ज करे

source: Wrong data passed! The data passed doesnot belong to any official Please go back and click again
hi: कृपया पिछे जाकर दबाये

source: Wrong data passed! The data passed doesnot belong to any cso back Please go and click again
hi: कृपया पिछे जाकर दबाये

source: Add Block
hi: जनपद जोडे

source: Add
hi: जोडे

source: Add Complaint
hi: शिकायत जोडे

source: Save
hi: बचाए

source: Adding New CSO Member
hi: नये गेर सरकारी संघठन सदस्य को जोडे

source: Cancel
hi: रद्ध् करे

source: Add Department
hi: विभाग जोडे

source: Add Gram Panchayat
hi: ग्राम पंचायत जोडे

source: Adding Official
hi: अधिकारी जोडे

source: Add Village
hi: ग्राम जोडे

source: Registering District Magistrate
hi: ज़िला अधिकारी को पंजीकृत करे

source: Register
hi: पंजीयन

source: CMH Members
hi: सामुदायिक निगरानी केन्द्र सदस्य

source: Add New
hi: नया जोडे

source: Role
hi: किरदार

source: Phone
hi: दूरभाष

source: Edit Block
hi: जनपद संशोधन

source: Edit Complaint Type
hi: शिकायत प्रकार संशोधन

source: Edit CSO
hi: गैर सरकारी संघठन संशोधन

source: Edit Department
hi: विभाग संशोधन

source: District
hi: ज़िला

source: District Magistrate
hi: ज़िला अधिकारी

source: Edit Gram Panchayat
hi: ग्राम पंचायत संशोधन

source: Edit Official
hi: अधिकारी संशोधन

source: State
hi: राज्य

source: Edit Village
hi: ग्राम संशोधन

source: People
hi: जनता

source: Officials
hi: अधिकारी

source: CSO Members
hi: गैर सरकारी संघठन सदस्य

source: Complaints
hi: शिकायते

source: Registered Users
hi: पंजीकृत सेवाकर्मी

source: Email
hi: ई-मेल

source: List of Officials
hi: अधिकारीयों की सूची

source: Supervisor
hi: पर्वेक्षक

source: Block belonging to
hi: जनपद संबंधीत

source: State:
hi: राज्य

source: State Code:
hi: राज्य कोड

source: District:
hi: ज़िला:

source: District Code:
hi: ज़िला कोड:

source: List of Complaints and Complaint Types
hi: शिकायत की सूची और शिकायत प्रकार

source: Complaint Department
hi: शिकायत विभाग

source: Complaint Classification
hi: शिकायत वर्गीकरण

source: MDGs
hi: सहास्त्राब्दि विकास लक्ष्य

source: List of Departments
hi: विभागों की सूची

source: Edit
hi: संशोधन

source: Username:
hi: सेवाकर्मी नाम

source: Name:
hi: नाम

source: Phone:
hi: दूरभाष

source: List of Gram Panchayats
hi: ग्राम पंचायत की सूचि

source: Gram Panchayats belonging to
hi: संबंधित ग्राम पंचायत

source: Village belongs to
hi: संबंधित ग्राम

source: Background:
hi: पृष्ठ भूमि

source: What is SAMADHAN?
hi: समाधान क्या है?

source: How does the SAMADHAN Platform Work?
hi: समाधान मंच कैसे काम करता है?

source: Sehore District
hi: सिहोरे ज़िला

source: Government of Madhya Pradesh
hi: मध्य प्रदेश सरकार

source: , civil society organization
hi: गैर सरकारी संघठन

source: Samarthan
hi: समर्थन

source: Koraput District
hi: कोरापूट ज़िला

source: Government of Orissa
hi: ओडिसा सरकार

source: , civil society partners
hi: गैर सरकारी सहयोगी

source: VSO India Trust
hi: वी. अस. ओ. भारतिय ट्रस्ट

source: and
hi: और

source: Samadhan
hi: समाधान

source: About Us
hi: हमारे बारे मे

source: Home
hi: मुख्य

source: Language Selection:
hi: भाषा चयन

source: Profile
hi: रूप रेखा

source: Sign out
hi: बंद करे

source: Sign in
hi: खोले

source: Joint Initiative of
hi: संयुक्त पहल

source: Collectorate Sehore, UN Millenium Campaign and Samarthan
hi: ज़िला प्रशासन सिहोर. संयुक्त राष्ट्र सहस्त्राब्दि अभियान और समर्थन

source: Editing User Profile
hi: संशोधन सेवाकर्मी रूप रेखा

source: General failure performing the requested operation. Please contact system administrator.
hi: प्रबंधक

source: Time Period
hi: समय अव्धि

source: Start Date
hi: प्रारंभ तिथी

source: End Date
hi: अंतीम तिथी

source: Apply
hi: आवेधन करना

source: Generate Report
hi: प्रस्तुत रिपोर्ट

source: All Departments
hi: सारे विभाग

source: Complaint Pendency
hi: बची शिकायत

source: Hello
hi: सुनो

source: User Profile
hi: सेवाकर्ता रूपरेखा

source: Phone Number:
hi: फोन नम्बर

source: Edit Profile
hi: संशोधन रूप रेखा

source: Change Password
hi: पहचान परिवर्तन्

source: Username
hi: सेवाकर्मी नाम

source: Password
hi: पहचान

source: Username / Password does not match
hi: सेवाकर्मी /पहचान नाम एक बराबर न​ही है

source: Username is not registered
hi: सेवाकर्मी नाम पंजीकृत न​ही है

source: username
hi: सेवाकर्मी नाम

source: password
hi: पहचान

source: repassword
hi: पुन: पहचान

source: streetaddress
hi: गली का पता

source: town
hi: कस्बा

source: district
hi: जिला

source: state
hi: राज्य

source: pincode
hi: पिन कोड

source: phone
hi: फोन

source: mobile
hi: मोबाइल

source: email
hi: इ.मेल

source: Username already Exist
hi: सेवाकर्मी नाम पहले से है

source: Username format is invalid
hi: सेवाकर्मी प्रपत्र अमान्य है

source: Mobile number format is invalid
hi: मोबाइल प्रपत्र अमान्य है

source: Phone number format is invalid
hi: फोन न0 प्रपत्र अमान्य है

source: Old password:
hi: पुराना पहचान

source: New password:
hi: नया पहचान

source: Confirm Password:
hi: निश्चित पहचान

source: Old password is wrong
hi: पुराना पहचान गलत

source: Passwords do not match
hi: पहचान मैच नही करता

source: Forgot Password
hi: पहचान भूल गया
